Repository: Cecflit/levels
Catalog: narre2/*.po
Languages: cs

source: Whoops! This way seems to be blocked. You went so far and now, you can give it u... No, wait, there is a way.
cs: Jeejda! Tahle cesta je zablokovaná. Došel jsi tak daleko a teď, můžeš to vzdá... Ne, počkej, je tu cesta.

source: Do you see the molehill? There is a tunnel in it. It should be wide enough for you.
cs: Vidíš tu krtinu? Je v ní průchod. Měl by pro tebe být dost široký.

source: And if it wasn't, try to butt-jump onto that molehill to widen it.
cs: A kdyby ne, zkus na tu krtinu dupnout, aby se rozšířil.

source: These are called Tree Guardians. They usually live near these trees - they guard the trees and the trees
cs: Tyhle potvory se jmenují Strážci stromů. Většinou žijí poblíž těchto stromů - stráží je, a za oplátku je stromy

source: hide them and protect them against heat. Symbiosis. They are still against you though, so don't
cs: schovávají a chrání je před teplem. Symbióza. Pořád jsou ale proti tobě, takže se je neboj zašlápnout.

source: be afraid of squishing them. But be careful - as long as they walk near the tree, they are immune against fireballs.
cs: Ale buď opatrný - dokud chodí kolem stromu, jsou imunní vůči ohnivým sřelám.

source: Stop! This, my dear friend, is mud. A whole lake of it. It is not as innocent as the muddy water you've seen before.
cs: Stůj! Tohle, můj milý příteli, je bláto. Celé jezero. Bláto není tak nevinné, jako ta bahnitá voda, kterou jsi viděl

source: If you jump into mud, you die. You can theoretically run over short distances in it, you know what are swamps known
cs: předtím. Když skočíš do bláta, zemřeš. Teoreticky můžeš krátké vzdálenosti přeběhnout, ale ty víš, pro co jsou

source: for though. Don't risk, it's not worth it. And by the way, not all creatures die in mud. Ghost flames, for example,
cs: bažiny známy. Neriskuj, nestojí to za to. A mimochodem, ne všechno se v blátě utopí. Plamen duší, například, v něm

source: live in it. And they aren't very pleasant either.
cs: žije. A ten taky není zrovna dvakrát příjemný.

source: This, my dear friend, is quicksand. It's a home for creature known as Skelehand, which can, surprisingly, kill
cs: Tohle, můj příteli, je tekutý písek. Je to domov pro stvoření známé jako Kostiruka, která Tě může, překvapivě,

source: you. And the quicksand itself isn't very friendly either. It's pretty much a desert version of mud. So, be careful.
cs: zabít. A ani tekutý písek sám není nijak zvlášť přátelský. Je to prakticky pouštní verze bláta. Takže, dávej pozor.

source: This is a wisp. Wisps are pretty unpleasant creatures. The green ones are not really dangerous, but they can
cs: Tohle je bludička. Bludičky jsou celkem nepříjemné potvůrky. Ty zelené nejsou moc nebezpečné, ale mohou tě přenést

source: warp you back and make your journey longer. Not very pleasant, is it? But do not worry, there are worse ones to come.
cs: zpátky a zdelšit ti tak výpravu. Nepříjemné, co? Ale neboj, přijdou i horší.

source: Do you remember as I told you that there were worse wisps to come than the green ones? Well, I think I can see one.
cs: Pamatuješ, jak jsem ti řekl, že jsou i horší bludičky než ty zelené? Řekl bych, že jednu vidím.

source: This is a red wisp. Okay, these can't warp you back, but they are a bit more dangerous. How can I say it. THEY BITE.
cs: Tohle je červená bludička. Fajn, tyhle tě nemohou přenést zpět, ale i tak jsou nebezpečnější. Jak to říct. KOUŠOU.

source: Do you remember as I told you that wisps weren't pretty pleasant? Well, this kind is. Although wisps aren't usually
cs: Pamatuješ, jak jsem ti řekl, že bludičky nejsou moc příjemné? Nu, tenhle typ je. Ačkoliv bludičky nejsou většinou

source: very nice, the blue ones somewhat are. They can't warp you forward or kill all your enemies, but they are pretty
cs: moc fajn, ty modré tak nějak jsou. Nemůžou tě přenést dopředu či zabít tvé nepřátele, ale můžou být celkem

source: useful. They can give you some coins or a flower. So come on, try it, what does this one have?
cs: užitečné. Mohou ti dát nějaké mince či dokonce květinu. No tak, zkus to, co má tahle?

source: Hmm, this doesn't seem like the right way.
cs: Hmm, tohle nevypadá jako správná cesta.

source: Hmm.. I think I can smell some tasty information. This block is hiding it. Let me read it. It says: "Some
cs: Hmm.. Myslím, že cítím nějakou chutnou informaci. Tenhle blok jí skrývá. Nech mne jí přečíst. Říká:

source: superstitious people believe, that 666 is the devil's number." Okay, I bet you've known this already, but it
cs: "Někteří pověrčiví lidé věří, že 666 je ďáblovo číslo." Fajn, vsadím se, že to už jsi věděl předtím, ale i tak

source: Do you see the icicle here? It might seem pretty dangerous, but these mountains are in fact so cold that
cs: Vidíš tady ten rampouch? Může vypadat docela nebezpečně, ale ve skutečnosti jsou tyto hory tak studené,

source: the icicles here are solidly frozen onto the ceiling and they won't fall as easily as they would in warmer places.
cs: že zde rampouchy pevně přimrzly ke stropu a rozhodně nespadnou tak snadno, jak by spadly větším teple.

source: That doesn't mean that they're not sharp though - if you want to get rid of them, you can force them to fall by
cs: To ale neznamená, že nejsou ostré - jestliže se jich chceš zbavit, můžeš je shodit sestřelením ledovou

source: Jop, another information block. This one says: "The code to the creator's brain is 363.". Interesting, that's my
cs: Jip, další blok s informací. Tenhleten říká: "Kód do mozku Stvořitele je 363.". Zajímavé, to je moje oblíbené

source: favourite number.
cs: číslo.

source: shooting them with ice or fire bullets.
cs: nebo ohnivou střelou.

source: might be useful ayway.
cs: by to mohlo být užitečné.

source: Over an Erupting Volcano
cs: Přes aktivní sopku

source: Weird Lampy Something
cs: Divné lampové cosi

source: Still Getting Deeper
cs: Stále hloub a hloub

source: Plain of Flowers
cs: Pláň květin

source: Shallow Lakes
cs: Mělká jezera

source: Lava Flood
cs: Lávová záplava

source: Boxes of Beams
cs: Paprskové krabice

source: Molehills
cs: Krtiny

source: Impenetrable Verdure
cs: Neprostupná zeleň

source: A Hill Under the Ground
cs: Kopec pod zemí

source: Penguins Don't Fly
cs: Tučňáci nelétají

source: Sharp Spikes
cs: Ostré bodláky

source: Crystal Bridges
cs: Krystalové mosty

source: A Lake in the Valley
cs: Jezero v údolí

source: Tree Guardians
cs: Strážci stromů

source: Muddy Lakes
cs: Blátivá jezera

source: No Shade Anywhere
cs: Nikde žádný stín

source: Burning Bridges
cs: Hořící mosty

source: Spiky Blocks
cs: Bloky s bodláky

source: Zigzag
cs: Cikcak

source: A Bit Deeper Puddles
cs: Trochu hlubší kaluže

source: Lavatrampolinium
cs: Lávotrampolínium

source: Lifts
cs: Výtahy

source: A Tiny Cavern of Soil
cs: Malá jeskyně z hlíny

source: Deeper to the Jungle
cs: Hlouběji do džungle

source: A Generic Tunnel
cs: Obecný tunel

source: A Not-So-High Mountain
cs: Nepříliš vysoká hora

source: A Freezing Cave
cs: Mrazivá jeskyně

source: The Beauty of This Cave
cs: Krása této jeskyně

source: Still More Climbing
cs: Stále více šplhání

source: A Slippery Surprise
cs: Kluzké překvapení

source: Show Me What I've Missed
cs: Ukaž, co jsem přehlédl

source: Flat and Dry
cs: Plochá a vyschlá

source: Frying Hot
cs: Smažírna

source: Some Extra Spikiness
cs: Bodlákovost navíc

source: Ladder Jumping
cs: Skákání po žebřících

source: A Green Plateau
cs: Zelená plošina

source: Sulphur Yellow
cs: Sírová žluť
