Repository: Cecflit/levels
Catalog: narre2/*.po
Languages: cs

source: Narre's Multiworld
cs: Narreho Multisvět

source: Oh, hello, stranger, welcome to the Narre's Multiworld! So, you want to beat all the levels here? Well, let me
cs: Jej, vítej, cizinče, vítej v Narreho Multisvětě! Takže, ty bys chtěl dokončit všechny zdejší úrovně? Dobrá, nech mne

source: introduce you this world. This is Narre's Multiworld. It's the longest adventure in SuperTux yet - it has 18
cs: tedy představit ti tento svět. Tohle je Narreho Multisvět. Je to nejdelší dobrodružství v celém světě SuperTuxe -

source: environments (20 levels + 1 secret level each) and 4 bonus environments (5 levels each). This plus intro and
cs: má 18 prostředí (20 úrovní + jedna tajná úroveň v každém) a 4 bonusová prostředí (5 úrovní v každém) Tohle a

source: Bonus Fork make total amount of 400 levels. No, you won't complete it within one day. And it's not just that - this
cs: intro s Bonusovým Rozcestníkem dohromady dává 400 úrovní. Ne, nedokončíš je za jeden den. A nejen

source: whole world has a story, so let me tell you... Tux and Penny were having a nice time with their neighbours, when,
cs: to - tento svět má svůj příběh, takže mě nech ti ho říct... Tux a Penny si užívali hezké chvíle se svými sousedy,

source: suddenly, they disappeared. What the bloody hell is happening here? Tux asked. Within next few weeks, a lot
cs: když, najednou, zmizeli. Co se to ksakru děje? Zeptal se Tux. Během několika dalších týdnů zmizelo spoustu dalších

source: more creatures disappeared. And it was not just the good ones - ALL the creatures were being kidnapped. One
cs: tvorů. A nebyli to jen ti dobří - VŠECHNA stvoření byla unášena. Jednoho dne zmizela i Penny. Přímo

source: day, Penny disappeared too. Right in the front of Tux. That was the last thing - Tux made his decision and prepared to
cs: před Tuxovým zrakem. To byla poslední kapka - Tux učinil své rozhodnutí a začal se připravovat na svou novou

source: his new journey. Journey to the Matrix, the only thing that has the power to do that. But Matrix is far away and there
cs: výpravu. Výpravu do Matrixu, jediné věci, která má tu moc něco takového udělat. Ale Matrix je opravdu daleko a

source: are still many badguys left. This won't be easy. It won't be easy at all. And you, stranger, you will help Tux in every
cs: pořád ještě zbývá dost zlejšků. Tohle nebude jednoduché. Tohle nebude vůbec jednoduché. A ty, cizinče, ty pomůžeš

source: situation. There's no way back. Now, I'll tell you all the information you will need during the journey. First af all,
cs: Tuxovi v každé situaci. Není cesty zpět. Teď mě nech říct ti všechny informace, které budeš během výpravy potřebovat

source: defeating such powerful machine as the Matrix isn't going to be easy. Matrix is not strong though, it's extremely
cs: znát. Za prvé, poražení tak mocného stroje jako je Matrix nebude jednoduché. Ale Matrix není nijak silný,

source: logical machine, so all you will need to defeat it is a lot of information. You can find some info at the end of the
cs: je to extrémně logický stroj, takže všechno, co budeš k jeho poražení potřebovat, jsou spousty informací.

source: dead-ending paths, so don't miss it. Second thing you might find useful is this one: At the end of every island,
cs: Nějaké info můžeš najít na konci slepých uliček, takže to nemiň. Druhá věc, která by mohla být užitečná je: Na

source: there is a boss you must defeat to get to the next island. Each of these bosses holds an innocent creature you
cs: konci každého ostrova žije šéf daného ostrova, kterého musíš porazit, aby ses mohl dostat na další ostrov. Každý

source: can save. It's not necessary, but I know you want to be nice. Another thing you might wanna know something about
cs: z těchto šéfů drží nevinného tvora, kterého můžeš zachránit. Ačkoliv to není nezbytné, vím, že chceš být hodný.

source: is achievements. Okay, this has nothing to do with the story, but if you usually collect achievements in games, you might
cs: Další věc, o níž bys mohl chtít něco vědět, jsou ocenění. Budiž, tohle není nic, co má co dělat s příběhem, ale

source: also want to collect these. So, if you want so, go to "Show Me My Achievements" in this level and read
cs: pokud běžně ve hrách sbíráš ocenění, asi budeš chtít získat i tato. Takže, pokud máš zájem, jdi do "Ukázat

source: what all you can get. Fine, enough of talking, let's get started!
cs: moje ocenění" v této úrovni a přečti si, co všechno můžeš získat. Fajn, dost mluvení, pojďme na to!

source: Welcome to the Freezing Iceberg
cs: Vítej na Mrazivém Ledovci

source: #All fullboxes are not full!
cs: #Všechny bonusové bloky nejsou plné!

source: Frozen Hills
cs: Zmrzlé kopce

source: Down a Frozen Cave
cs: Dolů zmrzlou jeskyní

source: Just Another Snowy Day
cs: Jen další sněžný den

source: An Icy Path
cs: Namrzlá cesta

source: Welcome to the Green Forest
cs: Vítej v Zeleném Lese

source: Welcome to the Volcano of Death
cs: Vítej ve Vulkánu Smrti

source: Welcome to the Swamp of Ghosts
cs: Vítej v Bažině Duchů

source: Striped Structure
cs: Pruhovaná struktura

source: -Green Wisps !images/creatures/willowisp/idle-0.png #Green Wisps are not dangerous, but they can warp you back and make your journey longer!
cs: -Zelené bludičky !images/creatures/willowisp/idle-0.png #Zelené bludičky nejsou nebezpečné, ale mohou vás přenést zpátky a učinit tak vaší výpravu delší!

source: Welcome to the Desert of Dryness
cs: Vítej na Vyschlé Poušti

source: You are now travelling to the Freezing Iceberg
cs: Právě cestuješ na Mrazivý Ledovec

source: You have just arrived to the Freezing Iceberg
cs: Právě jsi dorazil na Mrazivý Ledovec

source: You have just arrived to the Green Forest
cs: Právě jsi dorazil do Zeleného Lesa

source: You are now travelling to the Green Forest
cs: Právě cestuješ do Zeleného Lesa

source: The Mainland
cs: Hlavní ostrov

source: The Pipe World
cs: Potrubní svět

source: The Industrial World
cs: Průmyslový svět

source: The Crystal World
cs: Krystalový svět

source: The Lava Cavern
cs: Lávová jeskyně

source: You are now travelling to the Mysterious Jungle
cs: Právě cestuješ do Tajemné Džungle

source: You have just arrived to the Mysterious Jungle
cs: Právě jsi dorazil do Tajemné Džungle

source: You are now travelling to the Mouldy Underground
cs: Právě cestuješ do Plesnivého Podzemí

source: You have just arrived to the Mouldy Underground
cs: Právě jsi dorazil do Plesnivého Podzemí

source: You are now travelling to the High Mountains
cs: Právě cestuješ do Vysokých Hor

source: You have just arrived to the High Mountains
cs: Právě jsi dorazil do Vysokých Hor

source: You are now travelling to the Chilly Cave
cs: Právě cestuješ do Chladné Jeskyně

source: You have just arrived to the Chilly Cave
cs: Právě jsi dorazil do Chladné Jeskyně

source: You are now travelling to the Cave of Crystals
cs: Právě cestuješ do Jeskyně Krystalů

source: You have just arrived to the Cave of Crystals
cs: Právě jsi dorazil do Jeskyně Krystalů

source: You are now travelling to the Vertiginous Rocks
cs: Právě cestuješ do Skal Závratí

source: You have just arrived to the Vertiginous Rocks
cs: Právě jsi dorazil Skal Závratí

source: You have just arrived to the Swamp of Ghosts
cs: Právě jsi dorazli do Bažiny Duchů

source: You are now travelling to the Canyon of Frost
cs: Právě cestuješ do Kaňónu Mrazu

source: You are now travelling to the Desert of Dryness
cs: Právě cestuješ do Vyschlé Pouště

source: You have just arrived to the Desert of Dryness
cs: Právě jsi dorazil do Vyschlé Pouště

source: You are now travelling to the Swamp of Ghosts
cs: Právě cestuješ do Bažiny Duchů

source: You are now travelling to the Volcano of Death
cs: Právě cestuješ do Vulkánu Smrti

source: You have just arrived to the Volcano of Death
cs: Právě jsi dorazil do Vulkánu Smrti

source: You are now travelling to the Wild River
cs: Právě cestuješ do Divoké Řeky

source: You have just arrived to the Wild River
cs: Právě jsi dorazil do Divoké Řeky

source: You are now travelling to the Narrow Cave
cs: Právě cestuješ do Úzké Jeskyně

source: You have just arrived to the Narrow Cave
cs: Právě jsi dorazil do Úzké Jeskyně

source: You are now travelling to the Beautiful Meadows
cs: Právě cestuješ do Překrásných Luk

source: You have just arrived to the Beautiful Meadows
cs: Právě jsi dorazil do Překrásných Luk

source: You are now travelling to the Sulphuric Geysers
cs: Právě cestuješ do Sirných Gejzírů

source: You have just arrived to the Sulphuric Geysers
cs: Právě jsi dorazil do Sirných Gejzírů

source: You are now travelling to the Dangerous Fortress
cs: Právě cestuješ do Nebezpečné Pevnosti

source: You have just arrived to the Dangerous Fortress
cs: Právě jsi dorazil do Nebezpečné Pevnosti

source: You are now travelling to the Matrix
cs: Právě cestuješ do Matrixu

source: You have just arrived to the Matrix
cs: Právě jsi dorazil do Matrixu

source: You have just arrived to the Canyon of Frost
cs: Právě jsi dorazil do Kaňónu Mrazu

source: Wow! It seems you have just completed whole Narre's Multiworld! And you have defeated the Matrix! So, you can warp home now. Or do you want to go the whole way back?
cs: Wow! Vypadá to, že jsi právě dokončil celý Narreho Multisvět! A porazil jsi Matrix! Takže, nyní se můžeš přenést domů. Nebo chceš jít celou cestou zpátky?

source: Welcome to the Vertiginous Rocks
cs: Vítej na Skalách Závratí

source: Welcome to the Cave of Crystals
cs: Vítej v Jeskyni Krystalů

source: Welcome to the Chilly Cave
cs: Vítej v Chladné Jeskyni

source: Welcome to the High Mountains
cs: Vítej na Vysokých Horách

source: Welcome to the Mouldy Underground
cs: Vítej v Plesnivém Podzemí

source: Welcome to the Mysterious Jungle
cs: Vítej v Tajemné Džungli

source: Welcome to the Wild River
cs: Vítej na Divoké Řece

source: Welcome to the Narrow Cave
cs: Vítej v Úzké Jeskyni

source: Welcome to the Beautiful Meadows
cs: Vítej na Překrásných Loukách

source: Welcome to the Sulphuric Geysers
cs: Vítej v Sirných Gejzírech

source: Welcome to the Dangerous Fortress
cs: Vítej v Nebezpečné Pevnosti

source: Welcome to the Matrix
cs: Vítej v Matrixu

source: Over a Glade
cs: Přes mýtinu

source: Bridges
cs: Lávky

source: The Chasm of Eternal Fall
cs: Propast věčného pádu

source: Welcome to the Canyon of Frost
cs: Vítej v Kaňónu Mrazu

source: A Really High Mountain
cs: Vskutku vysoká hora

source: Frozen Depth
cs: Zmrzlá hloubka

source: A Cave of Emeralds
cs: Jeskyně smaragdů

source: A Rocky Landscape
cs: Skalnatá krajina

source: Unstable Bridges
cs: Nestabilní mosty

source: A Wispy Place
cs: Svět bludiček

source: -Red Wisps !levels/narre2/images/creatures/redwisp/idle-0.png #Red Wisps are much deadlier than the green ones. They cannot warp you, but they can hurt you to death! #But don't worry, there is also one positive new. You can only see them during the day, otherwise they're not going out.
cs: -Červené bludičky !levels/narre2/images/creatures/redwisp/idle-0.png #Červené bludičky jsou mnohem smrtelnější než ty zelené. Nemohou vás přenést, ale mohou vás smrtelně zranit! #Ale nebojte se, byla by tu i jedna pozitivní zpráva. Uvídíte je jen během dne. Jindy nevylézají.

source: Sandy Fields
cs: Písečná pole

source: You found a secret place!
cs: Našel jsi tajné místo

source: Overheated Lands
cs: Přehřáté kraje

source: Boat World
cs: Svět lodiček

source: Ceiling Collapse
cs: Řítící se strop

source: A Wavy Terrain
cs: Vlnitý terén

source: All That Sulphur
cs: Všechna ta síra

source: Spacious Dungeons
cs: Rozsáhlá sklepení

source: Lasertraps
cs: Laserpasti

source: A Moist Tunnel
cs: Zvlhlý tunel

source: A Sneaky Cliff
cs: Záludný útes

source: -This is sneaky... #This cliff is too high. #It seems that the only way leads through the near cave.
cs: -Tohle je záludné... #Tento útes je příliš vysoký. #Vypadá to, že jediná cesta vede skrz nedalekou jeskyni.

source: A Narrow Tunnel
cs: Úzký tunel

source: From One Mountain to Another
cs: Z jedné hory na druhou

source: Iciclefall
cs: Rampouší

source: The Diamonds' Sector
cs: Sektor diamantů

source: Still Getting Higher
cs: Stále výš a výš

source: A Friendly Enemy
cs: Přátelský nepřítel

source: -Blue Wisps !levels/narre2/images/creatures/bluewisp/idle-0.png #Blue Wisps are another kind of wisps. They may seem like a hostile creature, but in fact, they are exact opposite of hostiles. They can give you some coins or bonuses. They are dark, so you can easily miss them in these dark swamps. They are not exactly rare, but you cannot find them everywhere. They are often hiding in some secret areas.
cs: -Modré bludičky !levels/narre2/images/creatures/bluewisp/idle-0.png #Modré bludičky jsou další typ bludiček. Mohou vypadat jako nepřátelé, ale ve skutečnosti jsou opakem nepřátel. Mohou vám dát nějaké bonusy či mince. Jsou tmavé, takže je v těchto tmavých bažinách můžete snadno přehlédnout. Nejsou přímo vzácné, ale všude na ně taky nenarazíte. Často se schovávají v nějakých tajných oblastech.

source: Three Layers
cs: Tři vrstvy

source: A Sandstone Cave
cs: Pískovcová jeskyně

source: Bad luck! You dead-locked an achievement. I Won't Die Anyway
cs: Smůla! Trvale jsi uzamkl ocenění. Stejně nezemřu

source: Achievement get! To Find a Needle in a Haystack
cs: Získáno ocenění! Najít jehlu v kupce sena

source: Achievement get! Penguins Do Fly
cs: Získáno ocenění! Tučňáci létají

source: -Legend !images/tiles/signs/danger.png *This achievement is dead-locked
cs: -Legenda !images/tiles/signs/danger.png *Toto ocenění je trvale uzamčeno

source: -Legend !images/tiles/signs/color_cyan.png *This achievement is available
cs: -Legenda !images/tiles/signs/color_cyan.png *Toto ocenění je dostupné

source: -Legend !images/tiles/signs/color_yellow.png *You've got this achievement
cs: -Legenda !images/tiles/signs/color_yellow.png *Toto ocenění je získané

source: -To Find a Needle in a Haystack #Find all secret levels and areas
cs: -Najít jehlu v kupce sena #Najdi všechny tajné skrýše a úrovně

source: -Immortality Confirmed #Finish the escaping challenge without single death
cs: -Nesmrtelnost potvrzena #Dokonči utíkací výzvu bez jediné smrti

source: -No Second Chances #Destroy the Matrix after releasing all kidnapped creatures
cs: -Žádné druhé šance #Po propuštění všech unesených znič Matrix

source: -I Won't Die Anyway #Avoid all checkpoints
cs: -Stejně nezemřu #Vyhni se všem uložovákům

source: -Lazy Engineer #Repair that bloody lift and avoid the staircase
cs: -Líný inženýr #Oprav ten zatracený výtah a vyhni se schodišti

source: -More Sense than Luck #Win the final joust without single restart
cs: -Více rozumu než štěstí #Vyhraj finální souboj bez jediného restartu

source: -More Luck than Sense #Jump into the dangerous hole and survive
cs: -Více štěstí než rozumu #Skoč do nebezpečné díry a přežij

source: -Nobody's going to die today #Do not let anyone die during the whole story
cs: -Dnes nikdo nezemře #Nenech během celého příběhu nikoho zemřít

source: -All Roads Lead to the Arena #Try to avoid the Yeti
cs: -Všechny cesty vedou do arény #Zkus se vyhnout Yetimu

source: -Penguins Do Fly #Jump over that great hole without using a trampoline
cs: -Tučňáci létají #Přeskoč tu velkou díru bez použití trampolíny

source: -Just Do It #Jump through the lavafall in the Matrix
cs: -Prostě to udělej #Proskoč v Matrixu zkrz lávopád

source: -Classic Sidescroller #Find the red flower from original Mario game
cs: -Klasická plošinovka #Najdi červenou květinu z originální hry Mario

source: -Mercy #Spare the Tumbleweed boss as he gives up
cs: -Milost #Ušetři šéfa Plevele když se vzdá

source: Leave
cs: Odejít

source: Remind the Introduction
cs: Připomenout představení

source: Let's Begin!
cs: Začněme!

source: Show Me My Achievements
cs: Ukázat moje ocenění

source: Go to Add-On Settings
cs: Jít do nastavení doplňku

source: Turn subtitles on
cs: Zapnout titulky

source: Turn subtitles off
cs: Vypnout titulky

source: Turn voice on
cs: Zapnout hlas

source: Turn voice off
cs: Vypnout hlas

source: You cannot leave now You should see the Introduction first
cs: Teď nemůžeš odejít Nejdřive by ses měl podívat na představení

source: Welcome to the Narre's Multiworld
cs: Vítej v Narreho Multisvětě

source: Warp to the World Selection
cs: Přenést do výběru světů

source: Warp to the Freezing Iceberg
cs: Přenést na Mrazivý Ledovec

source: Warp to the Green Forest
cs: Přenést do Zeleného Lesa

source: Warp to the Mysterious Jungle
cs: Přenést do Tajemné Džungle

source: Warp to the Mouldy Underground
cs: Přenést do Plesnivého Podzemí

source: Warp to the High Mountains
cs: Přenést do Vysokých Hor

source: Warp to the Chilly Cave
cs: Přenést do Chladné Jeskyně

source: Warp to the Cave of Crystals
cs: Přenést do Jeskyně Krystalů

source: Warp to the Vertiginous Rocks
cs: Přenést do Skal Závratí

source: Warp to the Canyon of Frost
cs: Přenést do Kaňónu Mrazu

source: Warp to the Swamp of Ghosts
cs: Přenést do Bažiny Duchů

source: Warp to the Desert of Dryness
cs: Přenést do Vyschlé Pouště

source: Warp to the Volcano of Death
cs: Přenést do Vulkánu Smrti

source: Warp to the Wild River
cs: Přenést do Divoké Řeky

source: Warp to the Narrow Cave
cs: Přenést do Úzké Jeskyně

source: Warp to the Beautiful Meadows
cs: Přenést do Překrásných Luk

source: Warp to the Sulphuric Geysers
cs: Přenést do Sirných Gejzírů

source: Warp to the Dangerous Fortress
cs: Přenést do Nebezpečné Pevnosti

source: Warp to the Matrix
cs: Přenést do Matrixu

source: Warp to the Bonusland
cs: Přenést do Bonusvěta

source: levels/narre2/speech/treeguards_1.ogg
cs: levels/narre2/speech/treeguards_1_czech.ogg

source: levels/narre2/speech/treeguards_2.ogg
cs: levels/narre2/speech/treeguards_2_czech.ogg

source: levels/narre2/speech/treeguards_3.ogg
cs: levels/narre2/speech/treeguards_3_czech.ogg

source: levels/narre2/speech/mud_1.ogg
cs: levels/narre2/speech/mud_1_czech.ogg

source: levels/narre2/speech/mud_2.ogg
cs: levels/narre2/speech/mud_2_czech.ogg

source: levels/narre2/speech/mud_3.ogg
cs: levels/narre2/speech/mud_3_czech.ogg

source: levels/narre2/speech/mud_4.ogg
cs: levels/narre2/speech/mud_4_czech.ogg

source: levels/narre2/speech/green_wisp_1.ogg
cs: levels/narre2/speech/green_wisp_1_czech.ogg

source: levels/narre2/speech/green_wisp_2.ogg
cs: levels/narre2/speech/green_wisp_2_czech.ogg

source: levels/narre2/speech/red_wisp_1.ogg
cs: levels/narre2/speech/red_wisp_1_czech.ogg

source: levels/narre2/speech/red_wisp_2.ogg
cs: levels/narre2/speech/red_wisp_2_czech.ogg

source: levels/narre2/speech/blue_wisp_1.ogg
cs: levels/narre2/speech/blue_wisp_1_czech.ogg

source: levels/narre2/speech/blue_wisp_2.ogg
cs: levels/narre2/speech/blue_wisp_2_czech.ogg

source: levels/narre2/speech/blue_wisp_3.ogg
cs: levels/narre2/speech/blue_wisp_3_czech.ogg

source: levels/narre2/speech/intro_1.ogg
cs: levels/narre2/speech/intro_1_czech.ogg

source: levels/narre2/speech/intro_2.ogg
cs: levels/narre2/speech/intro_2_czech.ogg

source: levels/narre2/speech/intro_3.ogg
cs: levels/narre2/speech/intro_3_czech.ogg

source: levels/narre2/speech/intro_4.ogg
cs: levels/narre2/speech/intro_4_czech.ogg

source: levels/narre2/speech/intro_5.ogg
cs: levels/narre2/speech/intro_5_czech.ogg

source: levels/narre2/speech/intro_6.ogg
cs: levels/narre2/speech/intro_6_czech.ogg

source: levels/narre2/speech/intro_7.ogg
cs: levels/narre2/speech/intro_7_czech.ogg

source: levels/narre2/speech/intro_8.ogg
cs: levels/narre2/speech/intro_8_czech.ogg

source: levels/narre2/speech/intro_9.ogg
cs: levels/narre2/speech/intro_9_czech.ogg

source: levels/narre2/speech/intro_10.ogg
cs: levels/narre2/speech/intro_10_czech.ogg

source: levels/narre2/speech/intro_11.ogg
cs: levels/narre2/speech/intro_11_czech.ogg

source: levels/narre2/speech/intro_12.ogg
cs: levels/narre2/speech/intro_12_czech.ogg

source: levels/narre2/speech/intro_13.ogg
cs: levels/narre2/speech/intro_13_czech.ogg

source: levels/narre2/speech/intro_14.ogg
cs: levels/narre2/speech/intro_14_czech.ogg

source: levels/narre2/speech/intro_15.ogg
cs: levels/narre2/speech/intro_15_czech.ogg

source: levels/narre2/speech/intro_16.ogg
cs: levels/narre2/speech/intro_16_czech.ogg

source: levels/narre2/speech/intro_17.ogg
cs: levels/narre2/speech/intro_17_czech.ogg

source: levels/narre2/speech/intro_18.ogg
cs: levels/narre2/speech/intro_18_czech.ogg

source: levels/narre2/speech/intro_19.ogg
cs: levels/narre2/speech/intro_19_czech.ogg

source: levels/narre2/speech/sneaky_cliff.ogg
cs: levels/narre2/speech/sneaky_cliff_czech.ogg

source: levels/narre2/speech/checkpoint_information_1.ogg
cs: levels/narre2/speech/checkpoint_information_1_czech.ogg

source: levels/narre2/speech/checkpoint_information_2.ogg
cs: levels/narre2/speech/checkpoint_information_2_czech.ogg

source: levels/narre2/speech/checkpoint_information_3.ogg
cs: levels/narre2/speech/checkpoint_information_3_czech.ogg

source: levels/narre2/speech/checkpoint_information_4.ogg
cs: levels/narre2/speech/checkpoint_information_4_czech.ogg

source: levels/narre2/speech/molehill_1.ogg
cs: levels/narre2/speech/molehill_1_czech.ogg

source: levels/narre2/speech/molehill_2.ogg
cs: levels/narre2/speech/molehill_2_czech.ogg

source: levels/narre2/speech/molehill_3.ogg
cs: levels/narre2/speech/molehill_3_czech.ogg

source: levels/narre2/speech/quicksand_1.ogg
cs: levels/narre2/speech/quicksand_1_czech.ogg

source: levels/narre2/speech/quicksand_2.ogg
cs: levels/narre2/speech/quicksand_2_czech.ogg

source: penguins_dont_fly_info.ogg
cs: penguins_dont_fly_info_czech.ogg

source: levels/narre2/speech/ceiling_1.ogg
cs: levels/narre2/speech/ceiling_1_czech.ogg

source: levels/narre2/speech/ceiling_2.ogg
cs: levels/narre2/speech/ceiling_2_czech.ogg

source: levels/narre2/speech/ceiling_3.ogg
cs: levels/narre2/speech/ceiling_3_czech.ogg

source: levels/narre2/speech/icicle_1.ogg
cs: levels/narre2/speech/icicle_1_czech.ogg

source: levels/narre2/speech/icicle_2.ogg
cs: levels/narre2/speech/icicle_2_czech.ogg

source: levels/narre2/speech/icicle_3.ogg
cs: levels/narre2/speech/icicle_3_czech.ogg

source: levels/narre2/speech/icicle_4.ogg
cs: levels/narre2/speech/icicle_4_czech.ogg

source: levels/narre2/speech/whitewisp_information_1.ogg
cs: levels/narre2/speech/whitewisp_information_1_czech.ogg

source: levels/narre2/speech/whitewisp_information_2.ogg
cs: levels/narre2/speech/whitewisp_information_2_czech.ogg

source: levels/narre2/speech/whitewisp_information_3.ogg
cs: levels/narre2/speech/whitewisp_information_3_czech.ogg

source: This is a checkpoint.
cs: Tohle je uložovák.

source: You can activate this checkpoint and then, if you die, you'll be respawned here.
cs: Pokud tento uložovák aktivuješ a potom zemřeš, vrátíš se na tuto pozici.

source: But if you want to get the achievement for avoiding checkpoints, you can't touch it,
cs: Ale pokud chceš získat ocenění za vyhýbání se uložovákům, nemůžeš se ho dotknout,

source: otherwise you shall dead-lock this achievement. So, decide.
cs: jinak bys toto ocenění trvale uzamkl. Takže se rozhodni.

source: Sorry, mate, but penguins don't fly. You should use a trampoline.
cs: Promiň, ale tučňáci nelétají. Měl bys použít trampolínu.

source: This is a white wisp. Good news is that these are one of the good ones.
cs: Toto je bílá bludička. Dobrá zpráva je, že tyto jsou jedny z těch dobrých.

source: These wisps have the ability to reveal things you would have otherwise missed.
cs: Tyto bludičky mají schopnost odhalit věci, které bys jinak přehlédl.

source: So come on, what secret can this one reveal?
cs: Tak pojď, co asi může tato odhalit?

source: Stop!
cs: Stůj!

source: Ceiling in this cave is not very stable. It could block your way, or, worse, fall on your head.
cs: Strop v této jeskyni není příliš pevný. Mohl by ti zablokovat cestu, nebo, hůře, spadnout ti na hlavu.

source: So, don't be furious and watch your steps!
cs: Takže nebuď zbrklý a dívej se, kam šlapeš!
